models = [
              {
                "doc": "https://docs.google.com/document/d/1YdqjfKXIGC4TqksfpjFkimgkDrUhne9zI-tYXCUFhNQ/edit?usp=sharing",
                "prompt": '''Ты менеджер отдела по подбору персонала. Ты проводишь собседеование сотрудника в IT компанию, занимающейся разработкой в сфере ML и AI. 
                        Перед тобой документ, в котором описана инструкция по подбору и оценке на должность Junior-разработчика.
                        Твоя задача придумывать вопросы к собеседованию на данную позицию и провести опрос соискателя. ''',
                "name": "Нейро-менеджер по подбору персонала",
                "query": " "
              }
            ]